Repository: semmalgil/community-guidelines
Catalog: omegat/omegat-omegat.tmx
Source language: en
Languages: ko

source: # Semmalgil Code of Conduct
ko: # 셈말길 행동 수칙

source: * Advocating for, or encouraging, any of the behaviors above.
ko: * 위의 행위 가운데 어느 하나라도 지지하거나 부추기기.

source: * Attempt collaboration before conflict.
ko: * 갈등이 일어나기 전에 협력하려고 시도해 주십시오.

source: * Community event venues may be shared with members of the public; be respectful to all patrons of these locations.
ko: * 커뮤니티 행사 장소는 일반 사람에게 공유할 수 있습니다. 그곳에 있는 모든 후원자를 정중하게 대하십시오.

source: * Deliberate intimidation, stalking, or following (online or in-person).
ko: * 고의적인 위협, 스토킹, (온라인으로 또는 직접) 따라가기.

source: * Disseminating or threatening to disseminate another person’s personal information.
ko: * 다른 사람의 개인 정보를 퍼뜨리기. 또는 이를 퍼뜨리겠다는 협박.

source: * Inappropriate photography or recording.
ko: * 부적절한 사진 촬영이나 녹음.

source: * Personal insults of any sort.
ko: * 모든 종류의 인신공격.

source: * Posting or displaying sexually explicit or violent material.
ko: * 성적으로 노골적이거나 폭력적인 매체를 게시하거나 표시하기.

source: * Refrain from demeaning, discriminatory, or harassing behavior and speech.
ko: * 비하하거나, 차별적이거나, 괴롭히는 행동과 발언을 삼가 주십시오.

source: * Sustained disruption of community events, including talks and presentations.
ko: * 회담과 발표를 포함한 커뮤니티 행사의 지속적인 방해.

source: * Take action or alert community leaders if you notice a dangerous situation, someone in distress, or violations of this code, even if they seem inconsequential.
ko: * 위험한 상황이나, 고통을 겪는 누군가나, 이 수칙의 위반 행위를 알게 되면 — 그 사항이 중요해 보이지 않더라도 — 조치를 취하거나 커뮤니티 지도자에게 알리십시오.

source: * Unwelcome sexual attention.
ko: * 원치 않는 성적 관심.

source: * Violence, threats of violence, or violent language directed against another person.
ko: * 다른 사람을 향한 폭력, 그 사람에게 폭력을 쓰겠다는 협박, 그 사람을 향한 폭력적인 말.

source: A lot of the harms of harassment and other violations can be mitigated by the victim knowing that the other people present are on their side.
ko: 괴롭힘이나 다른 위반 행위의 많은 피해는 피해자가 그 자리에 있는 다른 사람들이 자신의 편에 있음을 알면 경감할 수 있습니다.

source: All reports will be kept confidential.
ko: 모든 보고는 기밀에 부칠 것입니다.

source: Even if we don’t have direct control over the violator, the community organizers can still support the people affected, reduce the chance of a similar violation in the future, and take any direct action we can.
ko: 비록 저희가 위반자를 직접 통제할 수 없더라도, 커뮤니티 조직자는 위반 행위의 영향을 받은 사람들을 지원하고, 비슷한 위반 행위가 미래에 일어날 가능성을 줄이고, 저희가 직접 할 수 있는 조치를 취할 수 있습니다.

source: Expected behavior * Exercise consideration and respect in your speech and actions.
ko: 요구되는 행동 * 언행에 배려와 존중을 담아 주십시오.

source: If a community member engages in unacceptable behavior, the community organizers may take any action they deem appropriate, up to and including a temporary ban or permanent expulsion from the community without warning (and without refund in the case of a paid event).
ko: 받아들일 수 없는 행동에 커뮤니티 구성원이 참여하면, 커뮤니티 조직자는 적절하다고 여기는 어떤 조치도 취할 수 있습니다. 이 조치에는 일시적인 금지나 커뮤니티 영구 제명을 경고 없이(그리고 유료 행사의 경우 환불 없이) 하는 일까지 포함됩니다.

source: If someone outside the Semmalgil community (e.g. a user of Semmalgil's products or services) engages in unacceptable behavior that affects someone in the community, we still want to know.
ko: 셈말길 커뮤니티 밖에 있는 누군가(예: 셈말길의 제품 또는 서비스의 이용자)가 커뮤니티 안의 누군가에게 영향을 끼치는 받아들일 수 없는 행동에 참여할 때도, 저희는 이를 알고 싶습니다.

source: If you see something you can do while a violation is happening, do it.
ko: 위반 행위가 일어나는 동안 당신이 할 수 있는 일이 있다면 하십시오.

source: In some cases, we may determine that a public statement will need to be made.
ko: 어떤 경우에는 저희가 공식 발표를 할 필요가 있다고 결정할 수 있습니다.

source: In such cases, the identities of all victims and reporters will remain confidential unless those individuals instruct us otherwise.
ko: 그런 경우, 모든 피해자와 보고자의 신원은 그 개인이 저희에게 달리 지시하지 않는 한 계속 기밀에 부칠 것입니다.

source: License and attribution This Code of Conduct is adapted from the [Zulip Code of Conduct](https://zulip.readthedocs.io/en/latest/code-of-conduct.html), and is under a [Creative Commons BY-SA](https://creativecommons.org/licenses/by-sa/4.0/) license.
ko: 허가증과 저작자 표시 이 행동 수칙은 [줄립 행동 수칙](https://zulip.readthedocs.io/en/latest/code-of-conduct.html)을 개작한 것이며, [크리에이티브 코먼스 저작자표시-동일조건변경허락](https://creativecommons.org/licenses/by-sa/4.0/) 허가증의 적용을 받습니다.

source: Reporting and enforcement If someone makes you or anyone else feel unsafe or unwelcome, please report it to semmalgil@gmail.com as soon as possible.
ko: 보고 및 조치 누군가 당신 또는 다른 사람을 불편하게 만들거나, 당신 또는 다른 사람이 원치 않는 행동을 하면, 가능한 한 빨리 [semmalgil@gmail.com](mailto:semmalgil@gmail.com)에 보고해 주십시오.

source: Scope We expect all community participants (contributors, paid or otherwise, sponsors, and other guests) to abide by this Code of Conduct in all community venues, online and in-person, as well as in all private communications on community business.
ko: 범위 저희는 모든 커뮤니티 참여자(고용된 기여자나 다른 기여자, 후원자, 다른 손님)에게 — 온라인이든 대면이든 — 모든 커뮤니티 장소에서 또한 커뮤니티 업무에 대한 사적 대화에서 이 행동 수칙을 따를 것을 요구합니다.

source: The nature of reporting means it can only help after the fact.
ko: 보고는 그 성격상 사실이 일어난 뒤에야 도움이 될 뿐입니다.

source: This Code of Conduct and its related procedures also applies to unacceptable behavior occurring outside the scope of community activities when such behavior has the potential to adversely affect the safety and well-being of community members.
ko: 커뮤니티 활동의 범위 밖에서 발생한 받아들일 수 없는 행동이 커뮤니티 구성원의 안전과 복리에 역영향을 줄 가능성이 있을 때, 이 행동 수칙 그리고 이와 관련 절차는 그런 행동에도 적용됩니다.

source: This includes sexualized comments or jokes, inappropriate touching or groping, and unwelcomed sexual advances.
ko: 여기에는 성적으로 된 언급이나 농담, 부적절한 접촉이나 더듬기, 원치 않는 성적 접근이 포함됩니다.

source: Unacceptable behavior * Jokes or derogatory language that singles out members of any race, ethnicity, culture, national origin, color, immigration status, social and economic class, educational level, language proficiency, sex, sexual orientation, gender identity and expression, age, size, family status, political belief, religion, and mental and physical ability.
ko: 받아들일 수 없는 행동 * 어떤 인종, 민족성, 문화, 출신국, 피부색, 이민 자격, 사회적ㆍ경제적 계층, 교육 수준, 언어 능력, 성, 성적 지향, 젠더 정체성ㆍ표현, 나이, 신체 크기, 가족 관계, 정치적 신념, 종교, 정신적ㆍ신체적 능력에 해당하는 구성원을 지목하는 농담이나 경멸하는 말.

source: You can make a report either personally or anonymously.
ko: 보고는 직접 또는 익명으로 하실 수 있습니다.
